tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

# command line apps
brew "gh"
brew "neovim"
brew "fzf"
brew "node"
brew "nvm"
brew "postgresql"
brew "rbenv"
brew "the_silver_searcher"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# cask apps
cask "alfred"
cask "bitwarden"
cask "caffeine"
cask "discord"
cask "docker"
cask "fantastical"
cask "firefox"
cask "firefox-developer-edition"
cask "font-hack-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "loom"
cask "ngrok"
cask "postman"
cask "protonvpn"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "via"
cask "visual-studio-code"
cask "zoom"

